Repository: Dezzy666/woocommerce-warehouse-transactions
Catalog: languages/woocommerce-warehouse-transactions-*.po
Languages: cs_cz

source: Warehouse
cs_cz: Sklad

source: Order change
cs_cz: Změna objednávkou

source: Warehouse movement log
cs_cz: Změny ve skladu

source: Insert change
cs_cz: Vložit změnu

source: Quantity
cs_cz: Množství

source: Note
cs_cz: Poznámka

source: + value means added, - value means taken
cs_cz: Kladné (+) hodnoty znamenají přírůstek ve skladu, záporné (-) znamenají úbytek

source: Insert
cs_cz: Vložit

source: Last changes
cs_cz: Nedávné změny

source: Product name
cs_cz: Název produktu

source: User name
cs_cz: Uživatel

source: Difference
cs_cz: Změna

source: Woocommerce Warehouse Transactions
cs_cz: Woocommerce Skladové Změny

source: Extension for woocommerce which keeps the track of warehouse changes.
cs_cz: Rozšíření pro woocommerce které vám umožní držet si pořádek ve změnách ve skladu.

source: WWT settings
cs_cz: WWT nastavení

source: Inserted at
cs_cz: Vloženo

source: Newer
cs_cz: Novější

source: Older
cs_cz: Starší

source: Insert WWT CRON
cs_cz: Vložit CRON pro WWT

source: WWT Monthly report
cs_cz: WWT měsíční report

source: Monthly report containing changes in the warehouse.
cs_cz: Zašle report obsahující změny ve skladu za uplynulý měsíc.

source: Cron for WWT successfully inserted. Next execution day is %s
cs_cz: CRON pro WWT byl úspěšně vložen. Příští datum provedení je %s

source: Material
cs_cz: Materiál

source: Recepies overview
cs_cz: Přehled receptů

source: Material overview
cs_cz: Přehled materiálu

source: Apply material changes
cs_cz: Odečíst materiál

source: Material change added manually
cs_cz: Ruční změna materiálu

source: Warehouse material movement log
cs_cz: Pohyby materiálu na skladě

source: Material name
cs_cz: Jméno materiálu

source: Warehouse material overview
cs_cz: Přehled materiálu na skladě

source: Material unit
cs_cz: Jednotka materiálu

source: Stock volume
cs_cz: Množství skladem

source: Warehouse recepies
cs_cz: Recepty pro výrobu

source: Needed volume
cs_cz: Potřebné množství

source: Stock overview
cs_cz: Přehled skladu

source: Code search
cs_cz: Vyhledávání čárového kódu

source: Scane a code
cs_cz: Naskenujte kód

source: Code not recognized
cs_cz: Čárový kód nebyl nalezen

source: Product Id
cs_cz: ID produktu

source: Orders which were not sent
cs_cz: Objednávky, které ještě nebyly odeslány

source: Order Id
cs_cz: Číslo objednávky

source: Order state
cs_cz: Stav objednávky

source: Find
cs_cz: Hledat

source: Amout reduced because of change in order %d.
cs_cz: Zboží odebráno jako následek objednávky %d.

source: Amout restored because of change in order %d.
cs_cz: Zboží přidáno následkem změny v objednávce %d.

source: Amout changed because of order %d was refunded
cs_cz: Změna vyvolaná vrácením objednávky %d.

source: Consignment Warehouses
cs_cz: Správa konsignačních skladů

source: Consignment stock management
cs_cz: Konsignační sklady

source: Consignment settings
cs_cz: Nastavení konsignačních skladů

source: Consignment stock movement log
cs_cz: Pohyby zboží v konsignačních skladech

source: Consignment name
cs_cz: Název skladu

source: Current physical stock state
cs_cz: Aktuální stav skladu Na Florenci

source: Current virtual stock state
cs_cz: Aktuálně dostupné zboží

source: Orders which are not sent but ignored
cs_cz: Objednávky, které nejsou odeslané, ale nespadají pod hlavní sklad

source: These orders are shipped from consignment stock
cs_cz: Objednávky odeslány z konsignačního skladu
